{
    "cgu": {
        "title": "Conditions générales d'utilisation",
        "intro-1": "Bienvenue sur notre application Solocked (l’application).Cette page (avec les documents auxquels elle fait référence) présente les conditions qui régissent l’utilisation de Solocked.",
        "intro-2": "Merci de lire attentivement ces conditions avant de créer un compte dans l’application. En créant un compte sur Solocked, vous acceptez d'être lié sans réserve par les présentes conditions et par notre politique de conditions d'utilisation. Si vous avez des questions au sujet de ces conditions, veuillez prendre contact avec nous (via le bouton message ou live chat en bas à droite de votre écran). Si vous n’acceptez pas intégralement ces conditions, n’utilisez pas cette application.",
        "p1": {
            "title": "A NOTRE SUJET",
            "p1": "Solocked est une application exploitée par « Cyril Casaucau », société sous la forme « Micro entreprise », dont le numéro de SIRET est « 82908904400012 » Vous pouvez nous contacter grâce au bouton message / live chat en bas à droite de votre écran."
        },
        "p2": {
            "title": "OBJECTIF",
            "p1": "Notre application a pour but la fourniture d’un service simple et pratique vous permettant de stocker et d’accéder à vos données sensibles à tout moment tels que vos mots de passe, vos numéros de carte de crédit, vos identifiants de factures, vos paiements, et bien d’autres choses encore."
        },
        "p3": {
            "title": "DISPONIBILITE DES SERVICES",
            "p1": "Notre service est disponible 24h/24 7j/7 partout dans le monde, sauf en cas de maintenance. Pour être informé d’une panne ou de la planification des maintenances, veuillez-vous rendre sur <a href=\"http://status.solocked.com\" target=\"_blank\">status.solocked.com</a> ou cliquer sur « statut des serveurs » dans le menu. Vous pourrez vous inscrire pour être averti en cas de problème."
        },
        "p4": {
            "title": "FONCTIONNEMENT",
            "p1": "Solocked est basé sur du chiffrement (AES-256). Nous chiffrons intégralement toutes vos données sensibles avant de les envoyer dans nos serveurs (chiffrement côté client) à l’exception de votre adresse email (obligatoire), Nom d’utilisateur (obligatoire), Nom (facultatif) et prénom (facultatif). Pour des raisons de contrôle, ainsi que pour éviter les abus, nous enregistrons aussi le nombre de « comptes » que vous avez enregistrés. Votre mot de passe ne transite JAMAIS sur notre serveur et n’est donc pas enregistré en base de données. Avant de le stocker dans le navigateur un « hash (PBKDF2) » est réalisé sur le mot de passe, auquel on ajoute un sel pour plus de sécurité. Le mot de passe sert à chiffrer vos données, vu que nous n’avons pas accès à ce mot de passe nous ne pouvons PAS accéder à vos données."
        },
        "p5": {
            "title": "PRIX ET REGLEMENT",
            "p1": "Le prix de l’abonnement est fixé a 20€/an ou 2€/mois. Les prix sont indiqués lors de l’inscription. Ils sont TTC. Nous vous offrons la possibilité d’activer les paiements récurrents une fois votre compte créé. Cette récurrence peut être désactivée à tout moment et sans préavis. Nous utilisons Paypal pour gérer les transactions. En acceptant de contracter sur la base des présentes conditions, vous reconnaissez explicitement votre obligation de paiement."
        },
        "p6": {
            "title": "NOTRE RESPONSABILITE",
            "p1": "Dans les limites autorisées par la loi, Solocked fournit son Service et son contenu \"en l'état\" et \"en fonction de la disponibilité\". Selon les dispositions ci-dessous, Solocked n'a pas de responsabilité vis-à-vis de vous en ce qui concerne des pertes directes, indirectes, particulières ou des dommages d'ordre contractuel, dus à un préjudice (dont la négligence) ou par ailleurs découlant de votre utilisation ou de votre incapacité à utiliser notre Service. Cela ne comprend pas et ne limite en aucune manière la responsabilité de Solocked sur un sujet pour lequel il serait illégal que nous excluions ou tentions d'exclure notre responsabilité."
        },
        "p7": {
            "title": "DISJONCTION",
            "p1": "Si une disposition du présent contrat est jugée illégale ou inapplicable, la force exécutoire intégrale des autres dispositions demeure."
        },
        "p8": {
            "title": "CONTRAT INDIVISIBLE",
            "p1": "Les présentes conditions contiennent l'intégralité du contrat entre les parties relatives à son objet et remplacent l'ensemble des contrats et accords antérieurs entre les parties relatives à cet objet."
        },
        "p9": {
            "title": "NOTRE DROIT DE MODIFIER CES CONDITIONS",
            "p1": "Solocked peut réviser les présentes conditions à tout moment en modifiant cette page. Vous êtes censé vérifier cette page de temps à autre pour prendre connaissance des modifications que nous avons apportées, car elles sont contraignantes pour vous."
        },
        "p10": {
            "title": "DROIT ET COMPETENCE",
            "p1": "Les tribunaux français ont compétence pour toutes les plaintes découlant de ou liées à une utilisation de nos Services. Les présentes conditions d'utilisation et tout conflit ou plainte découlant de ou lié(e) à ces conditions d'utilisation ou leur objet ou formation (dont les conflits ou plaintes non contractuel(le)s) doivent être régis par et interprétés conformément au droit français. Conformément aux dispositions du Code de la consommation, il vous est possible de recourir à un mode alternatif de règlement des litiges ou à une procédure de médiation conventionnelle. La recherche d’une telle solution amiable interrompt les délais pour agir. A défaut, la juridiction compétente sera déterminée par les règles de droit commun."
        },
        "p11": {
            "title": "CONDITIONS D'UTILISATION DE SOLOCKED POUR LE SITE WEB ET LES APPLICATIONS",
            "p1": "Cette page (en association avec les documents auxquels elle fait référence) présente les conditions d'utilisation qui vous permettent d'utiliser notre site web www.solocked.com (notre \"Site\") ou les applications que nous mettons à disposition par le biais d'une boutique d'applications ou autre (notre \"Service\"), comme utilisateur inscrit. Veuillez lire attentivement ces conditions d'utilisation avant de commencer à utiliser notre Site ou notre Service. En accédant à notre Site ou en utilisant notre Service, vous indiquez que vous acceptez ces conditions d'utilisation et que vous vous engagez à les respecter. Si vous n'êtes pas d'accord avec ces conditions d'utilisation, n'utilisez pas notre Service."
        },
        "p12": {
            "title": "ACCES A NOTRE SITE OU A NOS SERVICES",
            "p1": "Vous êtes responsable de la préservation de la confidentialité de vos informations de connexion et des activités de votre compte. Si vous avez des inquiétudes au sujet de vos informations de connexion ou si vous pensez qu'elles ont été piratées, prenez immédiatement contact avec nous (Cliquer sur Message ou Live chat en bas à droite de l’écran) pour nous en informer. Nous pouvons désactiver votre compte à tout moment."
        },
        "p13": {
            "title": "UTILISATION ACCEPTABLE",
            "p1": "Vous ne pouvez utiliser notre Service qu'à des fins légales. Vous ne pouvez utiliser notre Site ou notre Service d'aucune manière qui contrevienne à une loi ou réglementation locale, nationale ou internationale applicable ni pour envoyer, recevoir sciemment, télécharger, utiliser ou réutiliser des éléments qui ne sont pas conformes à nos normes en matière de contenu figurant dans la clause 5 ci-dessous. Vous vous engagez également à ne pas accéder sans autorisation à, endommager ou perturber une partie de notre Site ou de notre Service ou un réseau ou un matériel utilisé dans la fourniture de notre Service."
        },
        "p14": {
            "title": "INFORMATIONS RELATIVES A VOUS ET A VOS VISITES SUR NOTRE SITE ET A L'UTILISATION DE NOTRE SERVICE (RGPD)",
            "p1": "Nous collectons certaines données à votre sujet dans le cadre de votre utilisation de notre Service. Toutes les données sont anonymisées et nous respectons le signal DO NOT TRACK de votre navigateur. De plus vos données ne sont jamais transmises à un tiers, nous n’utilisons aucun service tiers. Notre numéro de déclaration à la CNIL est en cours d’attribution. Concernant les cookies, un bandeau informe les internautes de leur finalité, qui pourront les refuser ou les accepter. La durée maximum de ce consentement étant de xx mois."
        },
        "p15": {
            "title": "GESTION / EXPORT DE VOS DONNEES",
            "p1": "Vous pouvez exporter toutes les données que nous avons sur vous dans le menu « paramètres » Nous proposons également la possibilité de détruire toutes les données que nous possédons sur vous."
        }
    }
}
